IdeaRS.OpenModel.Material.ConcCementClass
Cement class

IdeaRS.OpenModel.Material.ConcCementClass.S
Cement of strength Classes CEM 32,5 N (Class S)

IdeaRS.OpenModel.Material.ConcCementClass.R
Cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)

IdeaRS.OpenModel.Material.ConcCementClass.N
Cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)